[
  {
        "id": 101,
        "rev":[
          "Great courses worth a whole lot more than what you pay for it. Thank you so much.",
          "This is great course. Thank you very much. I would get rid of the back ground music. More details on how to do these steps would be appreciated. How to find a good product? What about patents and copy rights? How to get the buy box? How to find a supplier (That section was not detailed and clear enough)?",
          "Learned a great deal about Private Labeling. This is a great starter course to introduce you to the world of Importing from China. Colton is very knowledgeable and encouraging, but he also prepares you for the \"worst case scenarios\" so you know the whole scope of this business."
          ]
    },
    {
        "id": 102,
        "rev":[
          "Very thorough! Explains concepts well. Good organization. My only critique: although you mention it in Google AdWords, I wish you would have done a section on Facebook advertising as well. Overall, phenomenal course! Have already recommended to friends.",
          "Even as a Commerce & Marketing student I found lots of new info about the practical part of digital marketing and many actionable items in it.",
          "Awesome technics, simple and easy to get through for become pro in digital marketing especially people like me who's into strategy build but get hands on execution part."
          ]
    },
    {
        "id": 103,
        "rev":[
          "I am satisfied with all these lectures on Python for Data Sciences. The courses are very well delivered by instructor Jose Portilla with full of resources, examples, exercises and solutions guidelines and references. I have learned a lot. Thanks!",
          "Proper course material is provided in the form of Jupyter notebooks so it's up to you whether you want to code side by side or use the code provided."
          ]
    },
    {
        "id": 104,
        "rev":[
          "This course is perfect for frustrated beginners who need a little structure to teach them. I wanted to learn to draw through drawing, this course was great for that. Some books are too wordy and boring and Youtube is great for specifics and examples but doesn't have order for learning. The length of the course is good for a beginner and keeps you drawing and encourages you to practice. It teaches the fundamentals with good examples. The instructor is also very knowledgeable about professional animation and its practices. My biggest criticism is the human figure part of the course which I felt could've been longer.",
          "I think it's a pretty good start to sketching and drawing. I will move on from this to try to understand human figure sketching - but feel that this course has at least demystified the process and delivered some of the skills I will need to progress.",
          "This course is great. It has clear explanations and lots of demonstrations. I had much fun and will miss the time I spent here."
        ]
    }


]
